Repository: wp-plugins/nwp-slideshow
Catalog: nwp-slideshow-*.po
Languages: fr_fr

source: <p>Warning - The <b>/images/slides directory</b> is not writable by the server. Please, change directory permission.</p>
fr_fr: <p>Attention- le dossier <b>/images/slides</b> n'a pas les droits d'écriture. Veuillez changer les permissions.</p>

source: <b class='red'>To upload/edit an image or add a slide, change /images/slides directory permissions</b>
fr_fr: <b class='red'>Pour uploader ou éditer un slide, ajoutez les droits d'écriture au dossier /images/slides</b>

source: About the plugin
fr_fr: A propos du plugin

source: NWP Slideshow allows you to display and customize a slideshow very easily on your WordPress.
fr_fr: NWP Slideshow vous permet d'afficher un slideshow très simplement sur votre site WordPress.

source: Languages available are English and French. If you want to help on translation, please contact me =).
fr_fr: Le plugin est disponible en Français et en Anglais. Si vous voulez aider à la traduction, veuillez me contacter =).

source: The plugin works using jQuery and <a href='http://odyniec.net/projects/imgareaselect/' target='blank'>imgareaselect jQuery's plugin</a>.
fr_fr: Le plugin fonctionne avec jQuery et <a href='http://odyniec.net/projects/imgareaselect/' target='blank'>le plugin imgareaselect</a>.

source: If you have any bug, any advice, any complain, please <a href='http://blog.nephila.fr/nwp-slideshow-plugin-wordpress-en'>check its blog's page</a> or contact me at <a href='mailto:franck@nephila.fr'>franck@nephila.fr</a>.
fr_fr: Si vous avez des bugs, des conseilles, des plaintes, <a href='http://blog.nephila.fr/nwp-slideshow-plugin-wordpress-fr'>rendez vous sur le blog</a> ou contactez moi : <a href='mailto:franck@nephila.fr'>franck@nephila.fr</a>.

source: About me
fr_fr: A propos de moi

source: needFreelance-en.png
fr_fr: needFreelance-fr.png

source: Hi. My name is Franck Kosellek, a freelance web developer and a huge WordPress fan !
fr_fr: Salut. Mon nom est Franck Kosellek, je suis développeur web en freelance et un grand fan de WordPress !

source: I love this CMS that much because you almost can do any web project you want with it..
fr_fr: C'est un CMS que j'utilise pour la plupart de mes projets web.

source: If you need a freelance developer, SEO, contact me.
fr_fr: Si vous avez besoin d'un développeur freelance, un intégrateur ou un référenceur, contactez moi.

source: If you need an advice, or information about Wordpress, contact me.
fr_fr: Si vous avez besoin d'informations ou de conseils à propos de Wordpress, contactez moi.

source: If you need a graphist, well... contact me and I will redirect you to someone who really knows something about graphism ;).
fr_fr: Si vous avez besoin d'un graphiste, et bien... Contactez moi et je vous mettrai en contact avec une professionnelle.

source: Check out my website
fr_fr: Visitez mon site

source: (only in french for now =/ translation's in progress...)
fr_fr: (version anglaise en construction)

source: or e-mail me
fr_fr: ou envoyez moi un e-mail

source: See me on
fr_fr: suivez moi sur

source: These slides are used for custom content option.
fr_fr: Ces slides sont utilisés pour le contenu custom.

source: NEW SLIDE
fr_fr: NOUVEAU SLIDE

source: Add a new slide
fr_fr: Ajouter un nouveau slide

source: Add the new slide
fr_fr: Ajouter le nouveau slide

source: cancel
fr_fr: annuler

source: There is no slide in this slideshow.
fr_fr: Aucun slide dans ce slideshow.

source: Change image
fr_fr: Changer l'image

source: Content (Selection in front of the image indicates where content will be displayed)
fr_fr: Contenu

source: Edit the slide
fr_fr: Editer le slide

source: Delete this slide
fr_fr: Supprimer ce slide

source: These options are about the entire plugin. They are no different from a slideshow to another.
fr_fr: Ces options concerne tout le plugin. Elles ne sont pas spécifique à tel ou tel slide.

source: Enable jQuery call
fr_fr: Activer l'appel jQuery

source: If your theme or another plugin already use jQuery, uncheck it.
fr_fr: Si votre thème ou un autre plugin utilise déjà jQuery, décochez cette case.

source: Set jQuery noConflict
fr_fr: Activer jQuery noConflict

source: If your WP use an other JS library (ie. Mootools, Prototype, etc), check it.
fr_fr: Si votre site utilise une librairie JS (comme Mootools, Prototype, etc), cochez cette case.

source: Name
fr_fr: Nom

source: Content
fr_fr: Contenu

source: Each slide is set by yourself
fr_fr: Chaque slide est créé par vous

source: Last posts
fr_fr: Derniers posts

source: Automatically show the x last posts
fr_fr: Affiche automatiquement les x derniers posts

source: From category
fr_fr: Par catégorie

source: Posts from a specific category
fr_fr: Posts d'une catégorie spécifique

source: Movement
fr_fr: Déplacement

source: Slideshow size (px)
fr_fr: Taille du slideshow

source: Shown posts number
fr_fr: Nombre de posts affichés

source: Only for 'last posts' or 'From category' type
fr_fr: Seulement pour les options 'Derniers posts' ou 'Par catégorie'

source: How many posts are displayed ?
fr_fr: Combien de posts sont affichés

source: Category's posts
fr_fr: Catégorie des posts

source: Only for 'From category' type
fr_fr: Seulement pour l'option 'Par catégorie'

source: From which category posts are displayed ?
fr_fr: De quelle catégorie les posts sont ils affichés ?

source: + Advanced options
fr_fr: + Options avancées

source: Time interval (seconds)
fr_fr: Interval de temps (secondes)

source: Time elapsed between 2 slides.
fr_fr: Temps entre 2 slides.

source: Speed (ms)
fr_fr: Vitesse (ms)

source: Speed of the transition.
fr_fr: Vitesse de transition

source: On button's image
fr_fr: Image du bouton On

source: Preview :
fr_fr: Aperçu

source: Off button's image
fr_fr: Image du bouton Off

source: Buttons position (px)
fr_fr: Position des boutons (px)

source: Where are located slides buttons.
fr_fr: Où se placent les boutons.

source: Edit Slideshow
fr_fr: Editer le slideshow

source: Delete this slideshow
fr_fr: Supprimer le slideshow

source: HOW TO PUT THE SLIDESHOW INTO A POST/PAGE ?
fr_fr: COMMENT PLACER LE SLIDESHOW DANS UNE PAGE, UN POST ?

source: Simply insert the following shortcode anywhere you want into the post :
fr_fr: Insérez simplement le shortcode suivant n'importe où dans la page :

source: Confirm you want to delete this slideshow (including related slides)
fr_fr: Vous confirmez vouloir supprimer ce slideshow (avec les slides correspondant) ?

source: Confirm you want to delete this slide (data + image)
fr_fr: Vous confirmez vouloir supprimer ce slide

source: Settings
fr_fr: Paramètres

source: Cancel
fr_fr: Annuler

source: ABOUT
fr_fr: A PROPOS

source: http://blog.nephila.fr/nwp-slideshow-plugin-wordpress-en
fr_fr: http://blog.nephila.fr/nwp-slideshow-plugin-wordpress-fr

source: Display and customize a nice and smooth slideshow on your WordPress website.
fr_fr: Afficher et paramétrer facilement un ou plusieurs slideshow sur votre site WordPress.
